[M_SubjectsNeeded MissionDefinition]
MissionName="Need for example"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver=""
MissionTurnInLocation=""
TeaserText=""

[M_SubjectsNeeded:FindGolem MissionObjectiveDefinition]
ProgressMessage="find a circle"

[M_SubjectsNeeded:FindOrc MissionObjectiveDefinition]
ProgressMessage="Find the energy."

[M_SubjectsNeeded:FindSkeleton MissionObjectiveDefinition]
ProgressMessage="He asks for a breast."

[M_SubjectsNeeded:LureGolem MissionObjectiveDefinition]
ProgressMessage="Take it to the Wizard Golem."

[M_SubjectsNeeded:LureOrc MissionObjectiveDefinition]
ProgressMessage=""

[M_SubjectsNeeded:LureSkeleton MissionObjectiveDefinition]
ProgressMessage="Put the skull on the agenda"

[M_SubjectsNeeded:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SubjectsNeeded:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SubjectsNeeded:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SubjectsNeeded:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SubjectsNeeded:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SubjectsNeeded:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

